brew 'coreutils'
brew 'wget --enable-iri'
tap 'homebrew/dupes'
brew 'homebrew/dupes/grep'
brew 'ack'
brew 'git'
brew 'nodejs'
brew 'tree'

tap 'josegonzalez/homebrew-php'

brew 'php56'
brew 'php56-mcrypt'
brew 'josegonzalez/php/composer'
brew 'optipng'
brew 'mysql'
brew 'phpunit'
brew 'phpmyadmin'

brew 'caskroom/cask/brew-cask'
tap 'caskroom/versions'

cask 'launchrocket'

cask 'alfred'
cask 'caffeine'
cask 'flux'

cask 'sourcetree'
cask 'dash'
cask 'kaleidoscope'
cask 'integrity'

cask 'virtualbox'
cask 'vagrant'

cask 'google-chrome'
cask 'google-chrome-canary'
cask 'firefoxdeveloperedition'
cask 'iterm2-beta'

cask 'backblaze'
cask '1password'
cask 'evernote'
cask 'deezer'
cask 'slack'
cask 'skype'
cask 'vlc'
cask 'tripmode'
cask 'transmit'
cask 'a-better-finder-rename'
cask 'the-unarchiver'
